Repository: dikidwid/NotesPro
Catalog: NotesPro/Localizable.xcstrings
Source language: en
Languages: id

source: so that I can
id: sehingga saya bisa

source: , and I
id: , dan saya

# %@ at %@
source: %1$@ at %2$@
id: %@ pada %@

source: %lld habits
id: %lld Habit

source: %lld tasks to do
id: %lld tugas untuk dilakukan

source: ✨ Generate Habits with AI
id: ✨ Buat Habit dengan AI

source: Add
id: Tambah

source: Add New Habit
id: Tambah Habit Baru

source: Add Note
id: Tambah Catatan

source: Add Task
id: Tambah Tugas

source: AI Habit Generator
id: Pembuat Habit berbasis AI

source: AI Recommendations:
id: Rekomendasi dari AI:

source: AI will help you generate a few tasks from your prompt
id: AI akan membantu kamu membuat beberapa tugas dari prompt kamu

source: AI will help you generated a few tasks from your prompt
id: AI akan membantu kamu menghasilkan beberapa tugas dari prompt kamu.

source: AI will only give you some suggestions. The decision is still yours to make!
id: AI hanya akan memberikan beberapa saran. Keputusan tetap ada pada kamu!

source: Are you sure you want to delete this habit? This action cannot be undone.
id: Apakah kamu yakin ingin menghapus Habit ini? Tindakan ini tidak dapat dibatalkan.

source: as my reward.
id: sebagai hadiah saya.

source: at
id: pada

source: Back
id: Kembali

source: Best Streak
id: Rekor Terbaik

source: Cancel
id: Batal

source: Content
id: Konten

source: Current Streak
id: Rekor Saat Ini

source: Currently, I
id: Saat ini, saya

source: Delete
id: Hapus

source: Delete Habit
id: Hapus Habit

source: Done
id: Selesai

source: Enter Habit Name
id: Masukkan Nama Habit

source: Enter Task Name
id: Masukkan Nama Tugas

# Every %@ at %@
source: Every %1$@ at %2$@
id: Setiap %@ pada %@

source: Everyday
id: Setiap Hari

source: Everyday at %@
id: Setiap hari pada %@

source: Failed to create preview: %@
id: Gagal membuat pratinjau: %@

source: Fri
id: Jum

source: Friday
id: Jumat

source: Generate AI Recommendations
id: Pembuatan Rekomendasi AI

source: Generate Habits with AI
id: Buat Habit dengan AI

source: Goals
id: Tujuan

source: habit you want to build
id: Habit yang ingin kamu bangun

source: Habits
id: Habit

source: Hey, I'm ready to help you here!
id: Hei, Saya siap membantu kamu di sini!

source: I want to
id: Saya ingin

source: I'll do it every
id: Saya akan melakukannya setiap

source: I'm Ready
id: Saya Siap

source: Mon
id: Sen

source: Monday
id: Senin

source: New Habit
id: Habit Baru

source: New notes you create will appear here.
id: Catatan baru yang kamu buat akan muncul di sini.

source: No Habit Tracked
id: Tidak Ada Habit yang Dilacak

source: No Notes
id: Tidak Ada Catatan

source: Notes
id: Catatan

source: or use AI habit Generator
id: atau gunakan Pembuat Habit AI

source: Reminder
id: Pengingat

source: REMINDERS
id: PENGINGAT

source: Repeat
id: Ulangi

source: Reset
id: Atur Ulang

source: Sat
id: Sab

source: Saturday
id: Sabtu

source: Save
id: Simpan

source: Search
id: Cari

source: Settings
id: Pengaturan

source: Settings Screen
id: Layar Pengaturan

source: small reward I wanted after done my habits
id: hadiah kecil yang saya inginkan setelah menyelesaikan Habit saya

source: something that you do repeatedly
id: hal yang kamu lakukan secara berulang-ulang

source: somethings that you want
id: hal yang kamu inginkan

source: Sun
id: Min

source: Sunday
id: Minggu

source: TASK
id: TUGAS

source: Task Details
id: Detail Tugas

source: Tasks
id: Tugas

source: The AI is Generating Your Habits...
id: AI sedang membuat Habit kamu...

source: Thu
id: Kam

source: Thursday
id: Kamis

source: Time
id: Waktu

source: Title
id: Judul

source: Tue
id: Sel

source: Tuesday
id: Selasa

source: Type a message...
id: Ketik pesan...

source: Wed
id: Rab

source: Wednesday
id: Rabu

source: when you want to do it
id: kapan kamu ingin melakukannya

source: where you want to do it
id: dimana kamu ingin melakukannya

source: You didn't define the habit yet.
id: Kamu belum mendefinisikan Habit tersebut.

source: You didn't defined the habit yet.
id: Kamu belum mendefinisikan habit ini.

source: You don't have any specific task for this habit
id: Kamu tidak memiliki tugas khusus untuk Habit ini
